{
  "Comment.nvim": { "branch": "master" },
  "ddc-around": { "branch": "main" },
  "ddc-file": { "branch": "main" },
  "ddc-matcher_head": { "branch": "main" },
  "ddc-nvim-lsp": { "branch": "main" },
  "ddc-sorter_rank": { "branch": "main" },
  "ddc-ui-native": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "ddu-column-filename": { "branch": "main" },
  "ddu-commands.vim": { "branch": "main" },
  "ddu-filter-fzf": { "branch": "main" },
  "ddu-filter-matcher_relative": { "branch": "main" },
  "ddu-filter-sorter_alpha": { "branch": "main" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-source-buffer": { "branch": "main" },
  "ddu-source-file": { "branch": "main" },
  "ddu-source-file_external": { "branch": "main" },
  "ddu-source-file_old": { "branch": "main" },
  "ddu-source-rg": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu-ui-filer": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "emmet-vim": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tabline": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "rust.vim": { "branch": "master" },
  "translate.nvim": { "branch": "main" },
  "vim-operator-replace": { "branch": "master" },
  "vim-operator-user": { "branch": "master" },
  "vim-scala": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-svelte": { "branch": "main" },
  "vim-velocity": { "branch": "master" }
}